[Denmother]
strDenmotherFirstName = "Reina"
strDenmotherLastName = "Morales"
strDenmotherNickName = "Denmother"

strDenmother_Background_Good = "Reina \"Denmother\" Morales was the leader of the \"Delta 7\" resistance haven in Chile when it came under a suprise attack by ADVENT forces, and she was severely injured before she could take any action. Fortunately, XCOM has arrived at the scene just in time to rescue her and her husband and daughter.\n\nDenmother has requested to join the Avenger's crew as a field operative, as she realized she could not stay away from the fight any longer if she wanted to protect her family.\n\nExtended dossier is available in the XCOM Archives."
strDenmother_Background_Bad = "Reina \"Denmother\" Morales was the leader of the \"Delta 7\" resistance haven in Chile when it came under a suprise attack by ADVENT forces, and she was severely injured before she could take any action. XCOM was able to to render medical aid just in time to keep Reina alive. Unfortunately, her husband and daughter were killed in the attack.\n\nDenmother has requested to join the Avenger's crew as a field operative so she can avenge her family.\n\nExtended dossier is available in the XCOM Archives."
strDenmother_Background_Dead = "Reina \"Denmother\" Morales was the leader of the \"Delta 7\" resistance haven in Chile when it came under a suprise attack by ADVENT forces, and she was severely injured before she could take any action. XCOM was unable to render assistance in time, and \"Denmother\" was K.I.A.\n\nExtended dossier is available in the XCOM Archives."

[X2Ability_Denmother]
strWeaponReloaded = "Weapon Reloaded"

[X2Effect_ReloadPrimaryWeapon]
strWeaponReloaded = "Weapon Reloaded"